Repository: saxobroko/SaxWeather
Catalog: SaxWeather/SaxWeather/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, it, ja, nl, no, pl, pt, ro, ru, sv, uk, zh_hans

source: by Saxon
ar: بواسطة ساكسون
cs: Saxem
da: af Sachsisk
de: nach Sachsen
el: από Saxon
es: por Saxon
fr: par Saxon
it: di Saxon
ja: 作者ザクソン
nl: door Saksen
no: av Saxon
pl: przez Saksonię
pt: por Saxon
ro: de Saxon
ru: по Саксону
sv: av saxon
uk: за Саксоном
zh_hans: Saxon

source: Cancel
ar: إلغاء
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fr: Abandonner
it: Annulla
ja: キャンセル
nl: annuleren
no: Avbryt
pl: Anuluj
pt: cancelar
ro: Anulează
ru: Отмена
sv: Avbryt
uk: Скасувати
zh_hans: 取消

source: Card Density
ar: كثافة البطاقة
cs: Hustota karty
da: Kort Tæthed
de: Kartendichte
el: Πυκνότητα Κάρτας
es: Densidad de tarjeta
fi: Kortin Tiheys
fr: Densité des cartes
it: Densità Carta
ja: カードの解像度:
nl: Kaart dichtheid
no: Tetthet for kort
pl: Gęstość kart
pt: Densidade do cartão
ro: Densitatea Cardului
ru: Плотность карты
sv: Kortets densitet
uk: Щільність картки
zh_hans: 卡密度

source: Card Opacity
ar: شفافية البطاقة
cs: Průhlednost karet
da: Kort Gennemsigtighed
de: Kartendeckkraft
el: Αδιαφάνεια Κάρτας
es: Opacidad de tarjeta
fi: Kortin Läpinäkyvyys
fr: Opacité de la carte
it: Opacità Della Carta
ja: カードの透明度
nl: Zichtbaarheid kaart
no: Kort Opasitet
pl: Przezroczystość karty
pt: Opacidade do Cartão
ro: Opacitatea cardului
ru: Прозрачность карты
sv: Kortets genomskinlighet
uk: Непрозорість картки
zh_hans: 卡片不透明度

source: Card Style
ar: نمط البطاقة
cs: Styl karty
da: Kort Stil
de: Kartenstil
el: Στυλ Κάρτας
es: Estilo de tarjeta
fi: Kortin Tyyli
fr: Style de carte
it: Stile Carta
ja: カードスタイル
nl: Kaart stijl
no: Kort stil
pl: Styl karty
pt: Estilo do cartão
ro: Stilul cardului
ru: Стиль карты
sv: Stil på kort
uk: Стиль картки
zh_hans: 卡样式

source: Card Style…
ar: نمط البطاقة…
cs: Styl karty…
da: Kortstil…
de: Kartenstil…
es: Estilo de tarjeta…
fi: Korttityyli…
fr: Style de carte…
ja: カードスタイル…
nl: Kaart stijl…
no: Kort stil…
pl: Styl karty…
pt: Estilo de cartão…
ro: Stilul Cardului…
ru: Стиль карты…
sv: Kortets stil…
uk: Стиль картки…
zh_hans: 卡片样式…

source: Cards
ar: البطاقات
cs: Karty
da: Kort
de: Karten
el: Κάρτες
es: Tarjetas
fi: Kortit
fr: Cartes
it: Carte
ja: カード
nl: Kaarten
no: Kort
pl: Karty
pt: Cartões
ro: Carduri
ru: Карты
sv: Kort
uk: Карти
zh_hans: 卡片

source: Category
ar: الفئة
cs: Kategorie
da: Kategori
de: Kategorie
el: Κατηγορία
es: Categoría
fi: Kategoria
fr: Catégorie
it: Categoria
ja: カテゴリ
nl: categorie
no: Kategori
pl: Kategoria
pt: categoria
ro: Categorie
ru: Категория
sv: Kategori
uk: Категорія
zh_hans: 类别

source: Change Custom Background
ar: تغيير الخلفية المخصصة
cs: Změnit vlastní pozadí
da: Skift Brugerdefineret Baggrund
de: Eigenen Hintergrund ändern
el: Αλλαγή Προσαρμοσμένου Φόντου
es: Cambiar fondo personalizado
fi: Vaihda Mukautettua Tausta
fr: Changer l'arrière-plan personnalisé
it: Cambia Sfondo Personalizzato
ja: カスタム背景を変更
nl: Aangepaste achtergrond wijzigen
no: Endre tilpasset bakgrunn
pl: Zmień niestandardowe tło
pt: Alterar o fundo personalizado
ro: Schimbă fundalul personalizat
ru: Изменить свой фон
sv: Ändra anpassad bakgrund
uk: Змінити індивідуальний фон
zh_hans: 更改自定义背景

source: Change the background image, set a gradient, tint the preset, swap images by condition, switch by time of day, and tune the dark overlay.
ar: قم بتغيير صورة الخلفية، عيّن معامل تدرج، صبغة مسبقة، مقايضة الصور بشروط، التبديل بالوقت من اليوم، وضبط التداخل المظلم.
cs: Změna obrázku pozadí, nastavení gradientu, odstín předvolby, odkládání obrázků podle podmínek, přepnutí podle denní doby a vyladění tmavého překrytí.
da: Ændre baggrundsbilledet, indstille en stigning, toning forudindstillet, bytte billeder efter tilstand, skifte efter tid på dagen, og tune den mørke overlay.
de: Ändern Sie das Hintergrundbild, setzen Sie einen Farbverlauf, färben Sie das Preset, tauschen Sie Bilder nach Zustand, wechseln Sie nach Tageszeit und stimmen Sie das dunkle Overlay ein.
el: Αλλάξτε την εικόνα φόντου, ορίστε μια διαβάθμιση, απόχρωση της προκαθορισμένης, εναλλαγή εικόνων ανά κατάσταση, εναλλαγή κατά την ώρα της ημέρας και ρυθμίστε τη σκοτεινή επικάλυψη.
es: Cambie la imagen de fondo, establezca un degradado, coloque el ajuste preestablecido, cambie las imágenes por condición, cambie por hora del día y ajuste la superposición oscura.
fi: Muuta taustakuvaa, aseta kaltevuus, sävytä esiasetus, vaihda kuvia kunnossa, kytke kellonaika päivän, ja viritä tumma päällekkäisyys.
fr: Changez l'image d'arrière-plan, définissez un dégradé, teignez le préréglage, échangez les images par état, basculez par heure de la journée et réglez la superposition sombre.
it: Cambia l'immagine di sfondo, imposta un gradiente, tinta il preset, cambia le immagini per condizione, passa per ora del giorno e sintona la sovrapposizione scura.
ja: 背景画像を変更し、グラデーションを設定し、プリセットを色付けし、画像を条件でスワップし、時間単位でスイッチし、ダークオーバーレイを調整します。
nl: Wijzig de achtergrondafbeelding, stel een verloop, tint de voorkeur, verander afbeeldingen op voorwaarde, schakel over op tijd van de dag en pas de donkere overlay.
no: Endre bakgrunnsbildet, sett en gradient, fargetone forhåndsinnstillingen, bytter bilder med betingelse, bryter med tidspunkt på døgnet, og juster de mørke overgangen.
pl: Zmień obraz tła, ustaw gradient, przyciemnij ustawienia, zamień obrazy przez warunek, przełącz na godzinę dnia i dostosuj ciemny nakładek.
pt: Alterar a imagem de fundo, definir um gradiente, cor da predefinição, trocar imagens por condição, alternar por horário do dia e ajustar a sobreposição escura.
ro: Schimbă imaginea de fundal, setează un gradient, micșorează presetarea, schimbă imaginile în funcție de condiție, schimbă ora de zi și reglează suprapunerea întunecată.
ru: Изменим фоновое изображение, зададим градиент, оттенок пресета, переключать изображения по условиям, переключаться на время суток и настраивать накладываемое изображение.
sv: Ändra bakgrundsbilden, ange en gradient, tona förinställda, byta bilder efter skick, växla med tiden på dagen, och justera den mörka överlaget.
uk: Змініть фонове зображення, встановіть градієнт, відтінити пресет, змінити образи за станом, перемикатися по часу доби і настроїти темний шар.
zh_hans: 更改背景图像，设置渐变，调整预设，按条件交换图像，按时间切换，并调整暗色叠加层。

source: Chart Style
ar: نمط الرسم البياني
cs: Styl mapy
da: Diagram Stil
de: Diagramm-Stil
el: Στυλ Γραφήματος
es: Estilo del gráfico
fi: Kaavion Tyyli
fr: Style de carte
it: Stile Grafico
ja: グラフのスタイル
nl: Grafiek stijl
no: Diagram stil
pl: Styl wykresu
pt: Estilo do gráfico
ro: Stil grafic
ru: Стиль диаграммы
sv: Stil på diagram
uk: Стиль діаграми
zh_hans: 图表样式

source: Check Status
ar: التحقق من الحالة
cs: Zkontrolovat stav
da: Tjek Status
de: Status prüfen
el: Κατάσταση Ελέγχου
es: Comprobar estado
fi: Tarkista Tila
fr: Vérifier le statut
it: Verifica Stato
ja: ステータスの確認
nl: Controleer de status
no: Kontroller status
pl: Sprawdź status
pt: Checar status
ro: Verificare stare
ru: Проверить статус
sv: Kontrollera status
uk: Стан перевірки
zh_hans: 检查状态

source: Checks whether rain is expected in the next hour.
ar: يتحقق مما إذا كان من المتوقع حدوث الأمطار في الساعة التالية.
cs: Zkontroluje, zda se v příští hodině očekává déšť.
da: Kontrollerer, om regnen forventes i den næste time.
de: Prüft, ob Regen in der nächsten Stunde erwartet wird.
el: Ελέγχει αν η βροχή αναμένεται την επόμενη ώρα.
es: Comprueba si la lluvia se espera en la próxima hora.
fi: Tarkistaa, onko sade odotettavissa seuraavan tunnin aikana.
fr: Vérifie si la pluie est attendue dans l'heure suivante.
it: Verifica se la pioggia è prevista nell'ora successiva.
ja: 雨が次の時間に予想されるかどうかをチェックします。
nl: Controleert of er in het komende uur regen wordt verwacht.
no: Sjekker om regn forventes i den neste timen.
pl: Sprawdza, czy deszcz jest spodziewany w ciągu następnej godziny.
pt: Verifica se é esperada chuva na próxima hora.
ro: Verifică dacă se aşteaptă ploaie în următoarea oră.
ru: Проверяет, ожидается ли дождь в следующий час.
sv: Kontrollerar om regnet förväntas under nästa timme.
uk: Перевіряє, чи очікується дощ протягом наступної години.
zh_hans: 检查下一个小时内是否有雨。

source: Choose .saxtheme File…
ar: اختر ملف .saxtheme…
cs: Vyberte soubor .saxtheme…
da: Vælg .saxtheme File…
de: .saxtheme Datei… auswählen
el: Επιλέξτε Αρχείο .saxtheme…
es: Elegir archivo .saxtheme…
fi: Valitse .saxthem-tiedosto…
fr: Choisissez le fichier .saxtheme…
it: Scegli .saxtheme File…
nl: Kies .saxtheme bestand…
no: Velg en saksmappefil…
pl: Wybierz plik .saxtheme…
pt: Escolha .saxtheme Arquivo…
ro: Alege fişierul .saxtheme…
ru: Выберите файл .saxtheme…
sv: Välj .saxthemefil…
zh_hans: 选择 .saxtheme 文件…

source: Choose a preset for a quick look, or pick a custom colour. Empty ("Default") means the card uses your palette surface colour.
ar: اختر الإعداد المسبق لمظهر سريع، أو اختر لون مخصص. يعني أن البطاقة تستخدم لون السطح الخاص بك.
cs: Vyberte si předvolbu pro rychlý vzhled, nebo vyberte vlastní barvu. Prázdná ("Výchozí") znamená, že karta používá barvu palety.
da: Vælg en forudindstilling for et hurtigt look, eller vælg en brugerdefineret farve. Tom ("Standard") betyder, at kortet bruger din palet overflade farve.
de: Wählen Sie eine Voreinstellung für ein schnelles Aussehen oder wählen Sie eine benutzerdefinierte Farbe. Leer ("Standard") bedeutet, dass die Karte Ihre Farbpalette auf der Oberfläche verwendet.
el: Επιλέξτε μια προεπιλογή για μια γρήγορη εμφάνιση ή επιλέξτε ένα προσαρμοσμένο χρώμα. Κενό ("Προεπιλογή") σημαίνει ότι η κάρτα χρησιμοποιεί το χρώμα της επιφάνειας παλέτας.
es: Elija un ajuste predefinido para una mirada rápida, o elija un color personalizado.
fi: Valitse pikakuvake tai valitse mukautettu väri. Tyhjä ("Oletus") tarkoittaa, että kortti käyttää paletin pinnan väriä.
fr: Choisissez un préréglage pour un look rapide, ou choisissez une couleur personnalisée. Vide ("Défaut") signifie que la carte utilise la couleur de surface de votre palette.
it: Scegli un preset per un look rapido o scegli un colore personalizzato. Vuoto ("Predefinito") significa che la scheda usa il colore della superficie della tavolozza.
ja: クイックルックのプリセットを選択するか、カスタムカラーを選択します。空の(「デフォルト」)は、カードがパレットの表面色を使用することを意味します。
nl: Kies een voorinstelling voor een snelle uitstraling, of kies een aangepaste kleur. Lege ("Standaard") betekent dat de kaart de kleur van je palet gebruikt.
no: Velg en forhåndsinnstilling for et hurtigutseende, eller velg en egendefinert farge. Tomt ("Standard") betyr at kortet bruker din palettoverflatefarge.
pl: Wybierz ustawienie dla szybkiego wyglądu lub wybierz niestandardowy kolor. Pusta ("Domyślna") oznacza, że karta używa koloru powierzchni palety.
pt: Escolha uma predefinição para um visual rápido, ou escolha uma cor personalizada. Vazio ("Padrão") significa que o cartão usa sua cor de superfície da paleta.
ro: Alegeți o presetare pentru o privire rapidă, sau alegeți o culoare personalizată. Gol ("Implicit") înseamnă că cardul folosește culoarea paletei de suprafață.
ru: Выберите пресет для быстрого просмотра или выберите пользовательский цвет. Пустой ("По умолчанию") означает, что карта использует цвет поверхности палитру.
sv: Välj en förinställning för en snabb look, eller välj en anpassad färg. Tom ("Standard") betyder att kortet använder din palettyta färg.
uk: Оберіть шаблон швидкого пошуку, або виберіть користувальницький колір. Порожній (За замовчуванням") означає, що карта використовує колір поверхні палітри.
zh_hans: 选择快速外观的预设，或选择自定义颜色。空(“默认”)是指卡使用您的调色板表面颜色。

source: Choose how to share the current weather
ar: اختر كيفية مشاركة الطقس الحالي
cs: Vyberte si, jak sdílet aktuální počasí
da: Vælg hvordan du deler det aktuelle vejr
de: Wähle wie du das aktuelle Wetter teilst
el: Επιλέξτε πώς να μοιραστείτε τον τρέχοντα καιρό
es: Elige cómo compartir el clima actual
fi: Valitse, miten nykyinen sää jaetaan
fr: Choisissez comment partager la météo actuelle
it: Scegli come condividere il tempo attuale
ja: 現在の天気を共有する方法を選択してください
nl: Kies hoe u het huidige weer wilt delen
no: Velg hvordan du kan dele gjeldende vær
pl: Wybierz sposób udostępniania bieżącej pogody
pt: Escolha como compartilhar o tempo atual
ro: Alegeți cum să partajați vremea curentă
ru: Выберите, как поделиться текущей погодой
sv: Välj hur du delar det aktuella vädret
uk: Виберіть, як поділитися цією погодою
zh_hans: 选择共享当前天气的方式

source: Choose whether the app follows your system appearance or stays permanently light or dark.
ar: اختر ما إذا كان التطبيق يتبع مظهر النظام الخاص بك أو يبقى ضوء أو مظلم بشكل دائم.
cs: Vyberte, zda aplikace postupuje podle vzhledu vašeho systému nebo zůstane trvale světlá, nebo tmavá.
da: Vælg, om appen følger dit system udseende eller forbliver permanent lys eller mørk.
de: Wählen Sie, ob die App Ihrem Systemaussehen folgt oder dauerhaft hell oder dunkel bleibt.
el: Επιλέξτε αν η εφαρμογή ακολουθεί την εμφάνιση του συστήματός σας ή παραμένει μόνιμα ελαφριά ή σκοτεινή.
es: Elija si la aplicación sigue la apariencia de su sistema o permanece permanentemente iluminada o oscuro.
fi: Valitse, seuraako sovellus järjestelmän ulkonäköä vai pysyykö se pysyvästi vaaleana vai pimeänä.
fr: Choisissez si l'application suit l'apparence de votre système ou reste toujours lumineuse ou sombre.
it: Scegli se l'app segue il tuo aspetto di sistema o rimane permanentemente leggera o scura.
ja: アプリがシステムの外観に従うか、恒久的に明るいか暗いままにするかを選択します。
nl: Kies of de app het uiterlijk van uw systeem volgt of permanent licht of donker blijft.
no: Velg om appen følger systemets utseende eller forblir permanent lys eller mørk.
pl: Wybierz, czy aplikacja podąża za wyglądem systemu lub pozostaje na stałe lekka czy ciemna.
pt: Escolha se o aplicativo segue a aparência do seu sistema ou permanece claro ou escuro permanentemente.
ro: Alege dacă aplicația urmează aspectul sistemului tău sau dacă rămâne aprinsă permanent sau întunecată.
ru: Выберите, соответствует ли приложение внешнему виду вашей системы или остается постоянным светом или темным.
sv: Välj om appen följer ditt systemutseende eller förblir permanent ljus eller mörk.
uk: Виберіть, чи слід цей додаток відповідно до вашого системного вигляду, чи постійно світиться або темно.
zh_hans: 选择应用程序是否跟随您的系统外观或永久保持亮光或黑暗。

source: Close
ar: أغلق
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
fi: Sulje
fr: Fermer
it: Chiudi
ja: 閉じる
nl: Afsluiten
no: Lukk
pl: Zamknij
pt: FECHAR
ro: Inchide
ru: Закрыть
sv: Stäng
uk: Закрити
zh_hans: 关闭

source: Collapse
ar: تصغير
cs: Sbalit
da: Sammenfold
de: Einklappen
el: Σύμπτυξη
es: Colapso
fi: Kutista
fr: Réduire
it: Comprimi
ja: 折りたたむ
nl: Samenvouwen
no: Skjul
pl: Zwiń
pt: Recolher
ro: Restrânge
ru: Свернуть
sv: Komprimera
uk: Згорнути
zh_hans: 收起

source: Colour
ar: لون
cs: Barviva
da: Farve
de: Farbe
el: Χρώμα
es: Color
fi: Väri
fr: Couleur
it: Colore
ja: 色
nl: Kleur
no: Farge
pl: Barwa
pt: Cor
ro: Culoare
ru: Цвет
sv: Färg
uk: Колір
zh_hans: 颜色

source: Compact Cards in Landscape
ar: البطاقات المدمجة في الوضع الأفقي
cs: Komprimovat karty v režimu na šířku
da: Kompakt kort i landskab
de: Kompakte Karten im Querformat
el: Συμπαγείς κάρτες σε τοπίο
es: Tarjetas de pacto en tierra
fi: Kompakti kortit vaakatasossa
fr: Cartes compactes en paysage
it: Carte compatte in paesaggio
ja: ランドスケープのコンパクトカード
nl: Compacte kaarten in landschap
no: Kompakt kort i landskap
pl: Kompaktowe karty w poziomie
pt: Cartões compactos em Paisagem
ro: Carduri compacte în peisaj
ru: Компактные карты в альбомном режиме
sv: Kompakta kort i landskapet
uk: Компактні карти в ландшафтному режимі
zh_hans: 简洁的地形卡

source: Condition
ar: الحالة
cs: Podmínka
da: Tilstand
de: Bedingung
el: Κατάσταση
es: Condición
fi: Ehto
it: Condizione
ja: 条件
nl: Voorwaarde
no: Tilstand
pl: Stan
pt: Condição
ro: Condiție
ru: Состояние
sv: Skick
uk: Стан
zh_hans: 条件

source: Configuration
ar: الإعدادات
cs: Konfigurace
da: Konfiguration
de: Konfiguration
el: Διαμόρφωση
es: Configuración
fi: Asetukset
it: Configurazione
ja: 設定
nl: Configuratie
no: Konfigurasjon
pl: Konfiguracja
pt: Configuração
ro: Configurare
ru: Конфигурация
sv: Konfiguration
uk: Конфігурація
zh_hans: 配置

source: Confirm Before Quitting
ar: تأكيد قبل الإقلاع
cs: Potvrdit před ukončením
da: Bekræft Før Afslutning
de: Vor dem Beenden bestätigen
el: Επιβεβαίωση Πριν Από Την Έξοδο
es: Confirmar antes de salir
fi: Vahvista Ennen Lopetusta
fr: Confirmer avant de quitter
it: Conferma Prima Di Uscire
ja: 終了する前に確認
nl: Bevestigen voor afsluiten
no: Bekreft før du avslutter
pl: Potwierdź przed zakończeniem
pt: Confirmar antes de encerrar
ro: Confirmă înainte de renunțare
ru: Подтвердить перед выходом
sv: Bekräfta innan du avslutar
uk: Підтвердити перед виходом
zh_hans: 退出前确认

source: Confirm Destructive Actions
ar: تأكيد الإجراءات المدمرة
cs: Potvrdit zničující akce
da: Bekræft Destruktive Handlinger
de: Zerstörende Aktionen bestätigen
el: Επιβεβαίωση Καταστροφικών Ενεργειών
es: Confirmar acciones destructivas
fi: Vahvista Tuhottavat Toimet
fr: Confirmer les actions destructives
it: Confermare Le Azioni Distruttive
ja: 破壊行動を確認
nl: Bevestig vernietigende acties
no: Bekreft Destruktiv handling
pl: Potwierdź działania niszczące
pt: Confirmar Ações Destrutivas
ro: Confirmă acțiunile distructive
ru: Подтвердить разрушительные действия
sv: Bekräfta förstörande åtgärder
uk: Підтвердити деструктивні дії
zh_hans: 确认破坏操作

source: Contact Developer
ar: اتصل بالمطور
cs: Kontaktovat vývojáře
da: Kontakt Udvikler
de: Entwickler kontaktieren
el: Επικοινωνία Με Προγραμματιστή
es: Contactar al desarrollador
fi: Ota Yhteyttä Kehittäjään
fr: Contacter le développeur
it: Contatta Sviluppatore
ja: 開発者に連絡する
nl: Contact met ontwikkelaar
no: Kontakt utvikleren
pl: Skontaktuj się z programistą
pt: Contatar desenvolvedor
ro: Contactați dezvoltatorul
ru: Связаться с разработчиком
sv: Kontakta utvecklare
uk: Зверніться до розробника
zh_hans: 联系开发者

source: Content
ar: محتوى
cs: Obsah
da: Indhold
de: Inhalt
el: Περιεχόμενο
es: Contenido
fi: Sisältö
fr: Contenus
it: Contenuto
ja: コンテンツ
nl: Inhoud
no: Innhold
pl: Zawartość
pt: Conteúdo
ro: Conținut
ru: Содержание
sv: Innehåll
uk: Зміст
zh_hans: 内容

source: Control the look of weather icons — colour style, filled vs outline symbols, and their size.
ar: التحكم في مظهر أيقونات الطقس - نمط الألوان، مملوءة في مقابل رموز المخطط، وحجمها.
cs: Ovládat vzhled ikon počasí – barevný styl, vyplněný vs obrysy symbolů a jejich velikost.
da: Styr udseendet af vejr-ikoner - farvestil, fyldt vs omrids symboler og deres størrelse.
de: Kontrollieren Sie das Aussehen der Wettersymbole — Farbstil, gefüllte vs umrissene Symbole und deren Größe.
el: Ελέγξτε την εμφάνιση των εικονιδίων καιρού - χρώμα στυλ, γεμάτο vs περίγραμμα σύμβολα, και το μέγεθός τους.
es: Controla el aspecto de los iconos del tiempo: estilo de colores, símbolos rellenados vs contornos y su tamaño.
fi: Hallitse sääkuvakkeiden ulkoasua - värityyli, täytetyt vs ääriviivat symbolit ja niiden koko.
fr: Contrôlez l'apparence des icônes météo - style de couleur, symboles remplis vs contour et leur taille.
it: Controlla l'aspetto delle icone meteo — lo stile di colore, i simboli di contorno pieno e le loro dimensioni.
ja: 天気アイコンの外観、カラースタイル、塗りつぶしとアウトラインシンボルのサイズを制御します。
nl: Beheer het uiterlijk van weerpictogrammen — kleurstijl, gevulde vs markeertekens en hun grootte.
no: Kontroller utseendet på værikonene – fargestil, fylte kontra oversiktssymboler og størrelsen.
pl: Kontroluj wygląd ikon pogodowych — styl koloru, wypełniony w stosunku do symboli obrysowych oraz ich rozmiar.
pt: Controle a aparência dos ícones do clima — estilo de core, símbolo de contorno preenchido vs símbolos de contorno e seu tamanho.
ro: Controlează aspectul pictogramelor meteo - stilul de culoare, simbolul umplut vs simbolul de contur și dimensiunea lor.
ru: Контролируйте внешний вид значков погоды — цвет стиля, заполненные по контурам символами и их размеры.
sv: Styr utseendet på väderikoner – färgstil, fyllda mot kontursymboler och deras storlek.
uk: Налаштування вигляду погодних іконок — колір, колір проти символів контуру та розмір.
zh_hans: 控制天气图标的外观 - 颜色样式、填充与轮廓符号及其大小。

source: Coordinates are valid
ar: الإحداثيات صحيحة
cs: Souřadnice jsou platné
da: Koordinater er gyldige
de: Koordinaten sind gültig
el: Οι συντεταγμένες είναι έγκυρες
es: Coordenadas válidas
fi: Koordinaatit ovat kelvollisia
fr: Les coordonnées sont valides
it: Le coordinate sono valide
ja: 座標が有効です
nl: Coördinaten zijn geldig
no: Koordinater er gyldige
pl: Współrzędne są poprawne
pt: As coordenadas são válidas
ro: Coordonatele sunt valide
ru: Координаты действительны
sv: Koordinater är giltiga
uk: Координати дійсні
zh_hans: 坐标是有效的

source: Coordinates:
ar: الإحداثيات:
cs: Souřadnice:
da: Koordinater:
de: Koordinaten:
el: Συντεταγμένες:
es: Coordenadas:
fi: Koordinaatit:
fr: Coordonnées :
it: Coordinate:
ja: 座標:
nl: Coördinaten:
no: Koordinater:
pl: Współrzędne:
pt: Coordenadas:
ro: Coordonate:
ru: Координаты:
sv: Koordinater:
uk: Координати:
zh_hans: 坐标：

source: Copied to Clipboard
ar: نسخ إلى الحافظة
cs: Zkopírováno do schránky
da: Kopieret til udklipsholder
de: In Zwischenablage kopiert
el: Αντιγράφηκε στο πρόχειρο
es: Copiado al portapapeles
fi: Kopioitu leikepöydälle
fr: Copié dans le presse-papiers
it: Copiato negli appunti
ja: クリップボードにコピーしました
nl: Gekopieerd naar klembord
no: Kopiert til utklippstavlen
pl: Skopiowano do schowka
pt: Copiado para o Clipboard
ro: Copiat în clipboard
ru: Скопировано в буфер обмена
sv: Kopierad till urklipp
uk: Скопійовано до буфера обміну
zh_hans: 复制到剪贴板
